{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "N": 8,
      "T": 9,
      "AA": 10,
      "GC": 11,
      "TT": 12,
      "CC": 13,
      "GG": 14,
      "GA": 15,
      "TC": 16,
      "TA": 17,
      "TG": 18,
      "CA": 19,
      "TGC": 20,
      "TCC": 21,
      "GGC": 22,
      "TGG": 23,
      "AAA": 24,
      "TGA": 25,
      "TCA": 26,
      "GTT": 27,
      "GAA": 28,
      "GCA": 29,
      "TAA": 30,
      "GCC": 31,
      "GGA": 32,
      "TTA": 33,
      "TTC": 34,
      "CCA": 35,
      "CAA": 36,
      "GTA": 37,
      "TTTT": 38,
      "GAC": 39,
      "GTC": 40,
      "TAC": 41,
      "TGGC": 42,
      "AAC": 43,
      "CCC": 44,
      "TGGA": 45,
      "GCCA": 46,
      "TGAA": 47,
      "TGCA": 48,
      "TAAA": 49,
      "TCAA": 50,
      "GAGC": 51,
      "TCCA": 52,
      "TGTT": 53,
      "GAAA": 54,
      "CGC": 55,
      "GGAA": 56,
      "GGCA": 57,
      "CTT": 58,
      "GCCC": 59,
      "GTGA": 60,
      "TATT": 61,
      "GTG": 62,
      "AAAA": 63,
      "TCTT": 64,
      "GGGC": 65,
      "CAC": 66,
      "GTGC": 67,
      "GTCA": 68,
      "GACC": 69,
      "GGGG": 70,
      "TACC": 71,
      "GAGA": 72,
      "GCAA": 73,
      "GTGG": 74,
      "GTAA": 75,
      "TACA": 76,
      "GCTT": 77,
      "GTTA": 78,
      "GGCC": 79,
      "TGCC": 80,
      "TTAA": 81,
      "TTCC": 82,
      "TGAC": 83,
      "GACA": 84,
      "GCGG": 85,
      "TCCC": 86,
      "TCAC": 87,
      "TTCA": 88,
      "TGTA": 89,
      "TAAC": 90,
      "GATC": 91,
      "TATA": 92,
      "GAAC": 93,
      "GTCC": 94,
      "GAGG": 95,
      "GCTC": 96,
      "GTTC": 97,
      "GATT": 98,
      "TGTC": 99,
      "GCGC": 100,
      "TATC": 101,
      "TTAC": 102,
      "TGGAA": 103,
      "GCAC": 104,
      "GGGA": 105,
      "CCCC": 106,
      "TTTC": 107,
      "GGAC": 108,
      "TGGCC": 109,
      "AAAC": 110,
      "CACC": 111,
      "GAAAA": 112,
      "GGTT": 113,
      "GGTC": 114,
      "CCAC": 115,
      "GCTA": 116,
      "CAAC": 117,
      "TCTC": 118,
      "TCCCC": 119,
      "GATA": 120,
      "GGCCA": 121,
      "TTCAA": 122,
      "TGCCC": 123,
      "TGGCA": 124,
      "GTAC": 125,
      "TTGC": 126,
      "GATCC": 127,
      "TGACC": 128,
      "GTGGC": 129,
      "TAGC": 130,
      "TGAAA": 131,
      "TGAGC": 132,
      "GACAA": 133,
      "GAGAA": 134,
      "TTTA": 135,
      "GTGCA": 136,
      "TCTA": 137,
      "TAAAA": 138,
      "TGCCA": 139,
      "CCGC": 140,
      "TTGA": 141,
      "GGGAA": 142,
      "TGTCA": 143,
      "GGCAA": 144,
      "TCGC": 145,
      "GCAGC": 146,
      "GTGGA": 147,
      "CCCA": 148,
      "CCAA": 149,
      "GTCAA": 150,
      "TGCAA": 151,
      "GGATC": 152,
      "CAGC": 153,
      "TATCA": 154,
      "GCCAA": 155,
      "TGTCC": 156,
      "GAGTT": 157,
      "GGGTT": 158,
      "GCTGA": 159,
      "GGAAA": 160,
      "TTTCC": 161,
      "CCGCC": 162,
      "GGAGC": 163,
      "TGAAC": 164,
      "TTTTTT": 165,
      "TGCGC": 166,
      "GAGGC": 167,
      "GTGAA": 168,
      "CATC": 169,
      "GCATC": 170,
      "TGTTC": 171,
      "TAGTT": 172,
      "TTATT": 173,
      "GGGGC": 174,
      "GAGCA": 175,
      "TGGTT": 176,
      "TGGGC": 177,
      "CCTC": 178,
      "GCCAC": 179,
      "CACA": 180,
      "GACCA": 181,
      "TTGAC": 182,
      "GGTA": 183,
      "TCCGC": 184,
      "CAAAA": 185,
      "TCCGG": 186,
      "TGCTC": 187,
      "GATAA": 188,
      "GAGGA": 189,
      "TAAAC": 190,
      "TGTG": 191,
      "GAACA": 192,
      "GGTGC": 193,
      "TGGTA": 194,
      "CCACC": 195,
      "GATCA": 196,
      "GTTTT": 197,
      "TACGG": 198,
      "TGACA": 199,
      "GTTCA": 200,
      "GTTAA": 201,
      "GGACA": 202,
      "TTCTT": 203,
      "TCGGC": 204,
      "TGTAA": 205,
      "GATGC": 206,
      "TGGAC": 207,
      "GCGA": 208,
      "GCACC": 209,
      "GGGAC": 210,
      "GTGTA": 211,
      "TGTGA": 212,
      "TTTAA": 213,
      "GCGGC": 214,
      "TCCAA": 215,
      "TCACC": 216,
      "TCACA": 217,
      "GAAAAA": 218,
      "GCACA": 219,
      "GTCCA": 220,
      "TTACC": 221,
      "TAGCA": 222,
      "CAACA": 223,
      "TCATT": 224,
      "TGTGG": 225,
      "GGGGA": 226,
      "GCTGC": 227,
      "TGTTA": 228,
      "TCTGG": 229,
      "GTATT": 230,
      "TCTGC": 231,
      "GTAAA": 232,
      "TCGG": 233,
      "GGCCC": 234,
      "TCGCC": 235,
      "GCTCC": 236,
      "TGCAC": 237,
      "GATTA": 238,
      "GGGCC": 239,
      "TATAA": 240,
      "TATTC": 241,
      "TCTCA": 242,
      "TGCGGC": 243,
      "AAAAAA": 244,
      "TCAAA": 245,
      "GAAAC": 246,
      "TTTTA": 247,
      "TTGG": 248,
      "GCAGCA": 249,
      "TTCCA": 250,
      "GACCC": 251,
      "GCCGC": 252,
      "GGACC": 253,
      "GTACA": 254,
      "GCCAGC": 255,
      "TACAA": 256,
      "AAACA": 257,
      "TGTGC": 258,
      "TATGC": 259,
      "TGTTTT": 260,
      "AACTC": 261,
      "GAAGAA": 262,
      "GGCGG": 263,
      "GATACC": 264,
      "GATGA": 265,
      "GATGG": 266,
      "AAATA": 267,
      "GGCTT": 268,
      "TTCTCC": 269,
      "TCTTCC": 270,
      "TCAGC": 271,
      "GTGTT": 272,
      "TTACA": 273,
      "TGGTGA": 274,
      "TAACA": 275,
      "TTGTT": 276,
      "TCCCTT": 277,
      "GGCACC": 278,
      "TCACCA": 279,
      "GGGTC": 280,
      "TTTGA": 281,
      "TCGCCC": 282,
      "GCAGAGC": 283,
      "TCGAC": 284,
      "TTGCA": 285,
      "GGTGG": 286,
      "GGCTA": 287,
      "TGTAC": 288,
      "TTCTGA": 289,
      "TCCCCC": 290,
      "TATTTT": 291,
      "GGCCGC": 292,
      "GTTGC": 293,
      "TGCCCA": 294,
      "TTTTC": 295,
      "GAATA": 296,
      "GTTCC": 297,
      "TCTGA": 298,
      "GGTTC": 299,
      "GCAAA": 300,
      "TCGA": 301,
      "TCAGG": 302,
      "TTATC": 303,
      "TATAAA": 304,
      "TGGCAA": 305,
      "GTTACC": 306,
      "GACCCC": 307,
      "CAAAAA": 308,
      "TGTGGA": 309,
      "TTCCC": 310,
      "GAACC": 311,
      "TAGGC": 312,
      "TGGTTA": 313,
      "GTGCC": 314,
      "GAAGG": 315,
      "TTCTA": 316,
      "GCGCCA": 317,
      "TTGGC": 318,
      "GGCGGA": 319,
      "TCCCA": 320,
      "GACAC": 321,
      "CCATC": 322,
      "TCCTGC": 323,
      "GTGTGG": 324,
      "TTTTGC": 325,
      "GCCGG": 326,
      "TTCTGC": 327,
      "TTGTC": 328,
      "AACGC": 329,
      "GGTGCC": 330,
      "GAGGCC": 331,
      "TCCAC": 332,
      "TGCCGC": 333,
      "TAATT": 334,
      "TGACTT": 335,
      "CCACA": 336,
      "GCCTC": 337,
      "GAGGGC": 338,
      "TCTCAA": 339,
      "TTCGC": 340,
      "TCAGAA": 341,
      "TCCCCA": 342,
      "TAGAA": 343,
      "TCATGA": 344,
      "TGAAAA": 345,
      "GACGGC": 346,
      "GGTTTT": 347,
      "TAAGC": 348,
      "GTGAC": 349,
      "GCCGCA": 350,
      "CCAGGC": 351,
      "TGATA": 352,
      "GCAGAA": 353,
      "TCCTGG": 354,
      "GCCTGG": 355,
      "TCAAC": 356,
      "GATTTT": 357,
      "TGCTT": 358,
      "GGTAA": 359,
      "GAAGTA": 360,
      "TGTTCC": 361,
      "AAATT": 362,
      "GGATAA": 363,
      "TCGTC": 364,
      "GAGTA": 365,
      "GCTCTGC": 366,
      "TTCTC": 367,
      "TACGA": 368,
      "TGGCCTTTTGC": 369,
      "TCTTCA": 370,
      "TTGACGTCAA": 371,
      "TGATAA": 372,
      "TGGCCC": 373,
      "TCTAAA": 374,
      "GCCTA": 375,
      "GTGTC": 376,
      "GTATTA": 377,
      "GGCGGC": 378,
      "GACCAA": 379,
      "AAAGGATC": 380,
      "TTCGG": 381,
      "CAGGA": 382,
      "GGGGAAA": 383,
      "TGGCTTCA": 384,
      "GGGCAA": 385,
      "GCCGCC": 386,
      "CCCAC": 387,
      "GCGTT": 388,
      "TCACGC": 389,
      "TACTCA": 390,
      "GTTACA": 391,
      "GAGAAA": 392,
      "TGGAAA": 393,
      "GAACGACC": 394,
      "GCAACA": 395,
      "TGATGA": 396,
      "GTACC": 397,
      "GTCAC": 398,
      "TAACC": 399,
      "GGGCGC": 400,
      "TAATA": 401,
      "TTACAA": 402,
      "GGTGA": 403,
      "GATCAA": 404,
      "GCCGGAA": 405,
      "GTAGTTA": 406,
      "TCCACC": 407,
      "GTAAC": 408,
      "TCCAGTC": 409,
      "GGTAAA": 410,
      "TTTTAAA": 411,
      "GTTGTT": 412,
      "TCCTCC": 413,
      "GTGAGC": 414,
      "TATTAA": 415,
      "AAAAGGCCA": 416,
      "GCCCA": 417,
      "TACAC": 418,
      "AAATAC": 419,
      "GAGTC": 420,
      "TCAAAA": 421,
      "TGAAGCCA": 422,
      "GGCGA": 423,
      "GCGCA": 424,
      "GTCCAA": 425,
      "TTCTAC": 426,
      "TCATC": 427,
      "TGCTGC": 428,
      "TATTA": 429,
      "TGATT": 430,
      "TACACC": 431,
      "TACTT": 432,
      "GACGC": 433,
      "GCCCCA": 434,
      "GGGATTTT": 435,
      "TGTGGC": 436,
      "TGCTTAA": 437,
      "TAAAAC": 438,
      "CAATT": 439,
      "GTAAAA": 440,
      "AAATAAA": 441,
      "TAACTA": 442,
      "TCCAGC": 443,
      "GAAGC": 444,
      "AAACCA": 445,
      "TAGA": 446,
      "GATCGTT": 447,
      "TACGGGA": 448,
      "GCTCCC": 449,
      "GTGGAC": 450,
      "GGTGAA": 451,
      "CAAGC": 452,
      "GGAAC": 453,
      "GGGAAA": 454,
      "GGATCAA": 455,
      "GCCCAA": 456,
      "TACCA": 457,
      "GGCAGC": 458,
      "TGGACA": 459,
      "GAAGGA": 460,
      "GGCGCA": 461,
      "GAAAAC": 462,
      "GAACTT": 463,
      "CGCCCC": 464,
      "TGCAAA": 465,
      "GGGCA": 466,
      "TCATCA": 467,
      "TCTCC": 468,
      "TTTGAC": 469,
      "GTTGCGC": 470,
      "TATGG": 471,
      "TCCACA": 472,
      "TCTTA": 473,
      "GTTCGC": 474,
      "GAAAGGC": 475,
      "TGATGCC": 476,
      "CCCGACA": 477,
      "GTTGGCC": 478,
      "GTCCC": 479,
      "GAGGAA": 480,
      "TGCCTT": 481,
      "GCGCC": 482,
      "GATGGA": 483,
      "TCGCCA": 484,
      "GTTGG": 485,
      "TGTGTT": 486,
      "GCTCAC": 487,
      "TGGCCA": 488,
      "TGTATT": 489,
      "TAATGG": 490,
      "GGGAGC": 491,
      "GCCGGC": 492,
      "GGATT": 493,
      "TCTTC": 494,
      "GAAAAAA": 495,
      "TTTTTTTC": 496,
      "NN": 497,
      "GCCTTTC": 498,
      "GCTATGA": 499,
      "GCTG": 500,
      "TGCTGG": 501,
      "CCCCTATT": 502,
      "TGCTGA": 503,
      "GTTCCGC": 504,
      "GGCAC": 505,
      "GAAGCA": 506,
      "TTACTT": 507,
      "GAGCGTC": 508,
      "GATGCC": 509,
      "TTAATA": 510,
      "TCCGCCCA": 511,
      "TCCGCC": 512,
      "CCACCA": 513,
      "GAACTC": 514,
      "TCATTA": 515,
      "GGTATC": 516,
      "GATTC": 517,
      "GTCTC": 518,
      "TGAGTA": 519,
      "CGCCCCTAAC": 520,
      "CGCCCCTAACTCCGCCCA": 521,
      "GGCAAC": 522,
      "TTCGGAA": 523,
      "TTTTTCC": 524,
      "GAGATCC": 525,
      "TGCGCGTAA": 526,
      "CCCTGA": 527,
      "GTGCTT": 528,
      "GCGTGA": 529,
      "GGAAGC": 530,
      "GAGTGG": 531,
      "CCCCCC": 532,
      "GCCTTC": 533,
      "GTTTTC": 534,
      "GATCCGGC": 535,
      "TATGA": 536,
      "GGAGGA": 537,
      "TTTTAA": 538,
      "GGTAAATGGC": 539,
      "TCGGGC": 540,
      "GACCCA": 541,
      "GCTTAA": 542,
      "GCTTCCC": 543,
      "TCGTT": 544,
      "TGCTA": 545,
      "GAGAC": 546,
      "GAATT": 547,
      "TCCTT": 548,
      "GGAACC": 549,
      "GGTAAATGGCCCGCC": 550,
      "GTTCTT": 551,
      "TCGGA": 552,
      "TGTGAC": 553,
      "GGAAAA": 554,
      "TCAAAAA": 555,
      "GATAAGTC": 556,
      "TACACTT": 557,
      "TGGCGAAA": 558,
      "TTGACGTCAATGG": 559,
      "GCTTCC": 560,
      "TATCC": 561,
      "TCAAGAA": 562,
      "TCCCGTA": 563,
      "GATGGC": 564,
      "GCCTTA": 565,
      "GGATTA": 566,
      "TGTTCA": 567,
      "GGAGGC": 568,
      "TCGCA": 569,
      "GTGCACA": 570,
      "GCTACCA": 571,
      "CTTGAA": 572,
      "GCTGG": 573,
      "GAGCGG": 574,
      "TTAGG": 575,
      "TCGTGC": 576,
      "GAGCATCA": 577,
      "GAAACGC": 578,
      "TGTTGAA": 579,
      "GTCTT": 580,
      "TAATCC": 581,
      "TGCTCA": 582,
      "GAGATCCA": 583,
      "GTTAC": 584,
      "CCATGA": 585,
      "TCTGGA": 586,
      "GAGGAC": 587,
      "GACGATA": 588,
      "AAACC": 589,
      "CCAGCTT": 590,
      "TTCCAA": 591,
      "GATTTA": 592,
      "GGTAGC": 593,
      "TGGTTTGTT": 594,
      "CCACCC": 595,
      "AAACAAAA": 596,
      "GTCCAC": 597,
      "TAATGA": 598,
      "GCGAAA": 599,
      "TATCGTC": 600,
      "GATAAC": 601,
      "TCATCAA": 602,
      "GTACATCAA": 603,
      "TACCTC": 604,
      "GCAGGA": 605,
      "TGATTC": 606,
      "TTCCGGC": 607,
      "GTTCGG": 608,
      "GAGCC": 609,
      "GGCAGTACATCAA": 610,
      "TGCGG": 611,
      "TGCTGCCA": 612,
      "GCTCTCC": 613,
      "TTCAGC": 614,
      "GGCGC": 615,
      "GAACCA": 616,
      "TTTTTCAA": 617,
      "GCAACCA": 618,
      "GCCACC": 619,
      "GTTGGA": 620,
      "GTGTTA": 621,
      "TATGTA": 622,
      "GCACGAGG": 623,
      "TGCGCAAC": 624,
      "GGCCTTTT": 625,
      "GGCATC": 626,
      "GCCTTCC": 627,
      "GAACTGA": 628,
      "TGCCCC": 629,
      "TTCTAGTT": 630,
      "TTACCA": 631,
      "GAAATA": 632,
      "TCGAGC": 633,
      "TCACAA": 634,
      "TGATCTTCA": 635,
      "GAGAGC": 636,
      "TGGTGAGTAC": 637,
      "GCACCGCC": 638,
      "AACGTGA": 639,
      "GCTCAA": 640,
      "GAAGGGA": 641,
      "CACGAC": 642,
      "GGATCTT": 643,
      "TGCTTGC": 644,
      "GAAAAGATC": 645,
      "CCACTTCAA": 646,
      "GTGCAC": 647,
      "GGGTA": 648,
      "TGAACC": 649,
      "TCTTTATA": 650,
      "TCATGC": 651,
      "GAGTAA": 652,
      "GGAACAGGA": 653,
      "TGAACA": 654,
      "GAAACGCC": 655,
      "GCGGTGG": 656,
      "GAGCTTCCA": 657,
      "GAGTCA": 658,
      "TACGAC": 659,
      "TGGTATC": 660,
      "AAACCACC": 661,
      "GTCCTGTC": 662,
      "GTAAAAA": 663,
      "AACGTTC": 664,
      "TGGGCA": 665,
      "GTCAGGGG": 666,
      "TGGAAAAAC": 667,
      "GTGACA": 668,
      "CCAGTGGC": 669,
      "GGACTCAA": 670,
      "GTTCCAC": 671,
      "CAACAA": 672,
      "GCCCCCC": 673,
      "GATGTAA": 674,
      "TACAAA": 675,
      "GAGACA": 676,
      "GGGTTTCGCCA": 677,
      "TGGTATCTTTATA": 678,
      "GAGCGCACGAGG": 679,
      "TGGTATCTTTATAGTCCTGTC": 680,
      "TGAACGGGG": 681,
      "GGAACAGGAGAGCGCACGAGG": 682,
      "TTTCGCTT": 683,
      "TAGGGTT": 684,
      "TGGTATCTTTATAGTCCTGTCGGGTTTCGCCA": 685,
      "GTCAGGGGGGCGGA": 686,
      "CGCTTCCC": 687,
      "GGCGCAGCGG": 688,
      "GTTACCGGATAA": 689,
      "TGAGCGTCA": 690,
      "GTCAGGGGGGCGGAGCCTA": 691,
      "GGGTTGGACTCAA": 692,
      "GTTACCGGATAAGGCGCAGCGG": 693,
      "TGAACGGGGGGTTC": 694,
      "GGCAGGGTC": 695,
      "GGGTTGGACTCAAGACGATA": 696,
      "GTGTAGCC": 697,
      "GCAGATACC": 698,
      "GAGCTACC": 699,
      "GTGGAA": 700,
      "TCTGCTGCTTGC": 701,
      "TGTTGTG": 702,
      "GGGTTGGACTCAAGACGATAGTTACCGGATAAGGCGCAGCGG": 703,
      "TCTGCTGCTTGCAAACAAAA": 704,
      "GGACAGGTA": 705,
      "TCTGCTGCTTGCAAACAAAAAAACCACC": 706,
      "GTGGTT": 707,
      "TTTTTTTCTGCGCGTAA": 708,
      "CCTCTGACTT": 709,
      "GATTTTTGTGA": 710,
      "GGGGGAAACGCC": 711,
      "TGGATGGA": 712,
      "TCCGGTAAGC": 713,
      "GATTTTTGTGATGCTC": 714,
      "GAAAGGCGGACAGGTA": 715,
      "TCTGCTGCTTGCAAACAAAAAAACCACCGCTACCA": 716,
      "GAGATCCTTTTTTTCTGCGCGTAA": 717,
      "GAACTCTGTA": 718,
      "TCCGGTAAGCGGCAGGGTC": 719,
      "TGCCGGATCAA": 720,
      "GCCCC": 721,
      "GTGTAGCCGTAGTTA": 722,
      "TACATACCTC": 723,
      "GCAGATACCAAATAC": 724,
      "GCGCCACGCTTCCC": 725,
      "CCACTTCAAGAACTCTGTA": 726,
      "TACATACCTCGCTCTGC": 727,
      "TAATCCTGTTA": 728,
      "GGAACAGGAGAGCGCACGAGGGAGCTTCCA": 729,
      "GTCAGGGGGGCGGAGCCTATGGAAAAAC": 730,
      "GCAGAGCGCAGATACCAAATAC": 731,
      "GGGGGAAACGCCTGGTATCTTTATAGTCCTGTCGGGTTTCGCCA": 732,
      "TTCTAGTGTAGCCGTAGTTA": 733,
      "GCGGTGGTTTGTT": 734,
      "TGACCAAAA": 735,
      "GAAAGGCGGACAGGTATCCGGTAAGCGGCAGGGTC": 736,
      "GGCAAAA": 737,
      "GTGTCTTACC": 738,
      "GCGGTGGTTTGTTTGCCGGATCAA": 739,
      "TAACTGGCTTCA": 740,
      "TACATACCTCGCTCTGCTAATCCTGTTA": 741,
      "TACAGCGTGA": 742,
      "TGCTGCCAGTGGC": 743,
      "CCACTTCAAGAACTCTGTAGCACCGCC": 744,
      "CAGCCCAGCTT": 745,
      "GATAAGTCGTGTCTTACC": 746,
      "TAACTGGCTTCAGCAGAGCGCAGATACCAAATAC": 747,
      "CAGCCCAGCTTGGAGC": 748,
      "TGCTGCCAGTGGCGATAAGTCGTGTCTTACC": 749,
      "GAAAGGCGGACAGGTATCCGGTAAGCGGCAGGGTCGGAACAGGAGAGCGCACGAGGGAGCTTCCA": 750,
      "CCAGTGGCTGCTGCCAGTGGCGATAAGTCGTGTCTTACC": 751,
      "GAGCTACCAACTC": 752,
      "GAACTGAGATACC": 753,
      "CCACTTCAAGAACTCTGTAGCACCGCCTACATACCTCGCTCTGCTAATCCTGTTA": 754,
      "GAAAGCGCCACGCTTCCC": 755,
      "TCGGGCTGAACGGGGGGTTC": 756,
      "GAGCTACCAACTCTTTTTCC": 757,
      "GAGATCCTTTTTTTCTGCGCGTAATCTGCTGCTTGCAAACAAAAAAACCACCGCTACCA": 758,
      "GAACTGAGATACCTACAGCGTGA": 759,
      "GAGGCA": 760,
      "GAACGACCTACACC": 761,
      "GCGGTGGTTTGTTTGCCGGATCAAGAGCTACCAACTCTTTTTCC": 762,
      "CAGCCCAGCTTGGAGCGAACGACCTACACC": 763,
      "CCAGTGGCTGCTGCCAGTGGCGATAAGTCGTGTCTTACCGGGTTGGACTCAAGACGATAGTTACCGGATAAGGCGCAGCGG": 764,
      "GGGGCA": 765,
      "GCCGTC": 766,
      "TGGCAGCA": 767,
      "CCTCTGACTTGAGCGTC": 768,
      "GAAGGGAGAAAGGCGGACAGGTATCCGGTAAGCGGCAGGGTCGGAACAGGAGAGCGCACGAGGGAGCTTCCA": 769,
      "TCGGGCTGAACGGGGGGTTCGTGCACA": 770,
      "CCTCTGACTTGAGCGTCGATTTTTGTGATGCTC": 771,
      "CAGCCCAGCTTGGAGCGAACGACCTACACCGAACTGAGATACCTACAGCGTGA": 772,
      "CCACTTCAAGAACTCTGTAGCACCGCCTACATACCTCGCTCTGCTAATCCTGTTACCAGTGGCTGCTGCCAGTGGCGATAAGTCGTGTCTTACCGGGTTGGACTCAAGACGATAGTTACCGGATAAGGCGCAGCGG": 773,
      "TCTATA": 774,
      "TCGCTGC": 775,
      "GTTCCACTGAGCGTCA": 776,
      "GAAGGTAACTGGCTTCAGCAGAGCGCAGATACCAAATAC": 777,
      "TGTGAAA": 778,
      "GGGGGAAACGCCTGGTATCTTTATAGTCCTGTCGGGTTTCGCCACCTCTGACTTGAGCGTCGATTTTTGTGATGCTC": 779,
      "GTCAGGGGGGCGGAGCCTATGGAAAAACGCCAGC": 780,
      "TCCCTTAACGTGA": 781,
      "GAAAGCGCCACGCTTCCCGAAGGGAGAAAGGCGGACAGGTATCCGGTAAGCGGCAGGGTCGGAACAGGAGAGCGCACGAGGGAGCTTCCA": 782,
      "GAGATCCTTTTTTTCTGCGCGTAATCTGCTGCTTGCAAACAAAAAAACCACCGCTACCAGCGGTGGTTTGTTTGCCGGATCAAGAGCTACCAACTCTTTTTCC": 783,
      "TCGGGCTGAACGGGGGGTTCGTGCACACAGCCCAGCTTGGAGCGAACGACCTACACCGAACTGAGATACCTACAGCGTGA": 784,
      "TACGGTTCC": 785,
      "GAAAAGATCAAAGGATC": 786,
      "GACCCCGTA": 787,
      "TGACCAAAATCCCTTAACGTGA": 788,
      "TTCTAGTGTAGCCGTAGTTAGGCCA": 789,
      "GTTCGCC": 790,
      "GAGAATTA": 791,
      "TGGAACAA": 792,
      "TCCCCCA": 793,
      "AACGCGGCCTTTT": 794,
      "GGTCA": 795,
      "CCACTTCAAGAACTCTGTAGCACCGCCTACATACCTCGCTCTGCTAATCCTGTTACCAGTGGCTGCTGCCAGTGGCGATAAGTCGTGTCTTACCGGGTTGGACTCAAGACGATAGTTACCGGATAAGGCGCAGCGGTCGGGCTGAACGGGGGGTTCGTGCACACAGCCCAGCTTGGAGCGAACGACCTACACCGAACTGAGATACCTACAGCGTGA": 796,
      "AACGCGGCCTTTTTACGGTTCC": 797,
      "TTAGTCA": 798,
      "CTTCC": 799,
      "TTCTTGAGATCCTTTTTTTCTGCGCGTAATCTGCTGCTTGCAAACAAAAAAACCACCGCTACCAGCGGTGGTTTGTTTGCCGGATCAAGAGCTACCAACTCTTTTTCC": 800,
      "TACCCC": 801,
      "GTTCCACTGAGCGTCAGACCCCGTA": 802,
      "GGGGGAAACGCCTGGTATCTTTATAGTCCTGTCGGGTTTCGCCACCTCTGACTTGAGCGTCGATTTTTGTGATGCTCGTCAGGGGGGCGGAGCCTATGGAAAAACGCCAGC": 803,
      "TGCATAA": 804,
      "TGATC": 805,
      "TGTGGAA": 806,
      "GAATCA": 807,
      "GTCACA": 808,
      "GTCAGGCAAC": 809,
      "GTTCCACTGAGCGTCAGACCCCGTAGAAAAGATCAAAGGATC": 810,
      "TCAGTGG": 811,
      "GCAGAAAA": 812,
      "TATTTC": 813,
      "TTCTTGAGATCCTTTTTTTCTGCGCGTAATCTGCTGCTTGCAAACAAAAAAACCACCGCTACCAGCGGTGGTTTGTTTGCCGGATCAAGAGCTACCAACTCTTTTTCCGAAGGTAACTGGCTTCAGCAGAGCGCAGATACCAAATAC": 814,
      "GGGGGAAACGCCTGGTATCTTTATAGTCCTGTCGGGTTTCGCCACCTCTGACTTGAGCGTCGATTTTTGTGATGCTCGTCAGGGGGGCGGAGCCTATGGAAAAACGCCAGCAACGCGGCCTTTTTACGGTTCC": 815,
      "GGGACTT": 816,
      "TAAACCA": 817,
      "TGGCTT": 818,
      "GCTGGGC": 819,
      "TGGTGG": 820,
      "TTAAAAA": 821,
      "GATTACGC": 822,
      "TAATACC": 823,
      "TTCTAGTGTAGCCGTAGTTAGGCCACCACTTCAAGAACTCTGTAGCACCGCCTACATACCTCGCTCTGCTAATCCTGTTACCAGTGGCTGCTGCCAGTGGCGATAAGTCGTGTCTTACCGGGTTGGACTCAAGACGATAGTTACCGGATAAGGCGCAGCGGTCGGGCTGAACGGGGGGTTCGTGCACACAGCCCAGCTTGGAGCGAACGACCTACACCGAACTGAGATACCTACAGCGTGA": 824,
      "GACGTT": 825,
      "AAAGAGTT": 826,
      "GGCACCTC": 827,
      "TGGCCTTTTGCTCACA": 828,
      "GCAGGCA": 829,
      "GTATATA": 830,
      "CAACGC": 831,
      "GATTCA": 832,
      "TTTTCA": 833,
      "GAAAGCGCCACGCTTCCCGAAGGGAGAAAGGCGGACAGGTATCCGGTAAGCGGCAGGGTCGGAACAGGAGAGCGCACGAGGGAGCTTCCAGGGGGAAACGCCTGGTATCTTTATAGTCCTGTCGGGTTTCGCCACCTCTGACTTGAGCGTCGATTTTTGTGATGCTCGTCAGGGGGGCGGAGCCTATGGAAAAACGCCAGCAACGCGGCCTTTTTACGGTTCC": 834,
      "GGCCTC": 835,
      "TATTATT": 836,
      "TGGCCTTTTGCTGGCCTTTTGCTCACA": 837,
      "GGAGAA": 838,
      "TCAGTGA": 839,
      "GGTGGC": 840,
      "GATTTC": 841,
      "GCCCGGC": 842,
      "TATGGA": 843,
      "GTTCCACTGAGCGTCAGACCCCGTAGAAAAGATCAAAGGATCTTCTTGAGATCCTTTTTTTCTGCGCGTAATCTGCTGCTTGCAAACAAAAAAACCACCGCTACCAGCGGTGGTTTGTTTGCCGGATCAAGAGCTACCAACTCTTTTTCCGAAGGTAACTGGCTTCAGCAGAGCGCAGATACCAAATAC": 844,
      "GCTCTT": 845,
      "GGATACC": 846,
      "TGTACAA": 847,
      "GATGAA": 848,
      "GAAGGC": 849,
      "GCCCGACC": 850,
      "TAATATT": 851,
      "GCGAC": 852,
      "TCCCTTC": 853,
      "GTGCCC": 854,
      "GCGTGGC": 855,
      "TGATACC": 856,
      "GTGTG": 857,
      "GGCTCCA": 858,
      "TTATTA": 859,
      "TTCTAGTGTAGCCGTAGTTAGGCCACCACTTCAAGAACTCTGTAGCACCGCCTACATACCTCGCTCTGCTAATCCTGTTACCAGTGGCTGCTGCCAGTGGCGATAAGTCGTGTCTTACCGGGTTGGACTCAAGACGATAGTTACCGGATAAGGCGCAGCGGTCGGGCTGAACGGGGGGTTCGTGCACACAGCCCAGCTTGGAGCGAACGACCTACACCGAACTGAGATACCTACAGCGTGAGCTATGA": 860,
      "TTAGTCAGCAACCA": 861,
      "CCAGGCGTT": 862,
      "TGCACGAA": 863,
      "AAACAGGAA": 864,
      "GCCTGA": 865,
      "GAAAGCGCCACGCTTCCCGAAGGGAGAAAGGCGGACAGGTATCCGGTAAGCGGCAGGGTCGGAACAGGAGAGCGCACGAGGGAGCTTCCAGGGGGAAACGCCTGGTATCTTTATAGTCCTGTCGGGTTTCGCCACCTCTGACTTGAGCGTCGATTTTTGTGATGCTCGTCAGGGGGGCGGAGCCTATGGAAAAACGCCAGCAACGCGGCCTTTTTACGGTTCCTGGCCTTTTGCTGGCCTTTTGCTCACA": 866,
      "GTCCAACCC": 867,
      "GCTCTCCTGTTCC": 868,
      "TCCGGTAAC": 869,
      "TGTAAC": 870,
      "GCCACTGG": 871,
      "AAATCAA": 872,
      "TGTCAA": 873,
      "GTTCGCTCCAA": 874,
      "GTTTTTCCA": 875,
      "GCCTTATCCGGTAAC": 876,
      "GGACTATAAA": 877,
      "TAACTAC": 878,
      "GGACTATAAAGATA": 879,
      "CCCGACAGGACTATAAAGATA": 880,
      "TGGGCAA": 881,
      "GCGTC": 882,
      "TGGCGAAACCCGACAGGACTATAAAGATA": 883,
      "GGATACA": 884,
      "GCTGAA": 885,
      "TCGTGCGCTCTCCTGTTCC": 886,
      "CCCCCCGTTCA": 887,
      "GCATT": 888,
      "TATCGTCTTGA": 889,
      "TGTTTGCAA": 890,
      "GCTGCGCCTTATCCGGTAAC": 891,
      "TGCACGAACCCCCCGTTCA": 892,
      "TACATTC": 893,
      "TATCGTCTTGAGTCCAACCC": 894,
      "GTTTTTCCATAGGC": 895,
      "TAAAAA": 896,
      "TTCCGC": 897,
      "GCTGCGCCTTATCCGGTAACTATCGTCTTGAGTCCAACCC": 898,
      "GGTACA": 899,
      "GGCGAC": 900,
      "GCATCTT": 901,
      "GTACAA": 902,
      "TGGCGAAACCCGACAGGACTATAAAGATACCAGGCGTT": 903,
      "TGGTCA": 904,
      "TGGCAGCAGCCACTGG": 905,
      "GTTCGGC": 906,
      "AAAGAGTTGGTAGC": 907,
      "TGCCAA": 908,
      "TAGAAAAA": 909,
      "GTTTTTCCATAGGCTCC": 910,
      "TGCGTTA": 911,
      "GGCGGTGC": 912,
      "TCTGACGC": 913,
      "GCCTT": 914,
      "GACTTATC": 915,
      "TTCCCC": 916,
      "AACTTTA": 917,
      "TGTAGGTC": 918,
      "GTTGCTGGC": 919,
      "TGGCGAAACCCGACAGGACTATAAAGATACCAGGCGTTTCCCCC": 920,
      "TGTGAGC": 921,
      "GTGGTGGCC": 922,
      "GTTCGCTCCAAGCTGGGC": 923,
      "GTGCTCA": 924,
      "GGATCTA": 925,
      "GGCTACAC": 926,
      "GGTAAGACAC": 927,
      "GTCAGAGG": 928,
      "TGACGAGCATCA": 929,
      "TGTAGGTCGTTCGCTCCAAGCTGGGC": 930,
      "TGACGAGCATCACAAAAA": 931,
      "TGGAAGCTCCC": 932,
      "GTATA": 933,
      "GACCCTGCCGC": 934,
      "TAAGGGC": 935,
      "TTTCCCC": 936,
      "GGATACCTGTCC": 937,
      "TTACCGGATACCTGTCC": 938,
      "TCAAGAAGATCC": 939,
      "TCCGGTTCC": 940,
      "TGGAAGCTCCCTCGTGCGCTCTCCTGTTCC": 941,
      "GGTATCTCA": 942,
      "GCAGAAAAAAAGGATC": 943,
      "GACCCTGCCGCTTACCGGATACCTGTCC": 944,
      "GGGAAGCGTGGC": 945,
      "TACAGAGTT": 946,
      "GCCTTTCTCCCTTC": 947,
      "GGTATCTCAGTTCGG": 948,
      "GGGAAGCGTGGCGCTT": 949,
      "TCCCCTGATTC": 950,
      "GACTTATCGCCAC": 951,
      "TCGACGCTCAA": 952,
      "TAGATCC": 953,
      "TGACGAGCATCACAAAAATCGACGCTCAA": 954,
      "GGTAAGACACGACTTATCGCCAC": 955,
      "TGCACGAACCCCCCGTTCAGCCCGACC": 956,
      "TGTGCGC": 957,
      "GCAAC": 958,
      "TGGAAGCTCCCTCGTGCGCTCTCCTGTTCCGACCCTGCCGCTTACCGGATACCTGTCC": 959,
      "TGTGTGCACGAACCCCCCGTTCAGCCCGACC": 960,
      "GCCTTTCTCCCTTCGGGAAGCGTGGCGCTT": 961,
      "TGTGGATAACC": 962,
      "GGTATCTCAGTTCGGTGTAGGTCGTTCGCTCCAAGCTGGGC": 963,
      "GATTACGCGCAGAAAAAAAGGATC": 964,
      "TCACGCTGTA": 965,
      "GTATTTGGTATC": 966,
      "TCAAGAAGATCCTTTGA": 967,
      "GCTGCGCCTTATCCGGTAACTATCGTCTTGAGTCCAACCCGGTAAGACACGACTTATCGCCAC": 968,
      "TCGTA": 969,
      "AAACAAACCA": 970,
      "TACAGAGTTCTTGAA": 971,
      "GCAGAGCGAGG": 972,
      "TAACAGGATTA": 973,
      "GGTATCTCAGTTCGGTGTAGGTCGTTCGCTCCAAGCTGGGCTGTGTGCACGAACCCCCCGTTCAGCCCGACC": 974,
      "GGCTACACTAGAA": 975,
      "GTTTTA": 976,
      "TGCGCTCTGC": 977,
      "GGCGGTGCTACAGAGTTCTTGAA": 978,
      "TAACTACGGCTACACTAGAA": 979,
      "TCCCCTGATTCTGTGGATAACC": 980,
      "TAACAGGATTAGCAGAGCGAGG": 981,
      "CCGCTGGTA": 982,
      "TCTTGATCCGGC": 983,
      "GTATTTGGTATCTGCGCTCTGC": 984,
      "AAACAAACCACCGCTGGTA": 985,
      "TTTTTTTGTTTGCAA": 986,
      "TGACGAGCATCACAAAAATCGACGCTCAAGTCAGAGG": 987,
      "TGGAAGCTCCCTCGTGCGCTCTCCTGTTCCGACCCTGCCGCTTACCGGATACCTGTCCGCCTTTCTCCCTTCGGGAAGCGTGGCGCTT": 988,
      "AAAGTCC": 989,
      "TCATGAGC": 990,
      "TATGTAGGCGGTGCTACAGAGTTCTTGAA": 991,
      "TTTTTTTGTTTGCAAGCAGCA": 992,
      "GAGTAC": 993,
      "TGGCAGCAGCCACTGGTAACAGGATTAGCAGAGCGAGG": 994,
      "GTATTTGGTATCTGCGCTCTGCTGAAGCCA": 995,
      "GGTATCTCAGTTCGGTGTAGGTCGTTCGCTCCAAGCTGGGCTGTGTGCACGAACCCCCCGTTCAGCCCGACCGCTGCGCCTTATCCGGTAACTATCGTCTTGAGTCCAACCCGGTAAGACACGACTTATCGCCAC": 996,
      "TTGAGA": 997,
      "TCTTGATCCGGCAAACAAACCACCGCTGGTA": 998,
      "TTTCTC": 999,
      "TTTCA": 1000,
      "GATAAA": 1001,
      "TCTTTTCTAC": 1002,
      "TACCC": 1003,
      "TGGCAGCAGCCACTGGTAACAGGATTAGCAGAGCGAGGTATGTAGGCGGTGCTACAGAGTTCTTGAA": 1004,
      "GTTACCTTCGGAA": 1005,
      "GATTACGCGCAGAAAAAAAGGATCTCAAGAAGATCCTTTGA": 1006,
      "GTGGTGGCCTAACTACGGCTACACTAGAA": 1007,
      "TCACGCTGTAGGTATCTCAGTTCGGTGTAGGTCGTTCGCTCCAAGCTGGGCTGTGTGCACGAACCCCCCGTTCAGCCCGACCGCTGCGCCTTATCCGGTAACTATCGTCTTGAGTCCAACCCGGTAAGACACGACTTATCGCCAC": 1008,
      "GACAAA": 1009,
      "TATATAC": 1010,
      "AAAGAGTTGGTAGCTCTTGATCCGGCAAACAAACCACCGCTGGTA": 1011,
      "GGCCGCGTTGCTGGC": 1012,
      "GTATTTGGTATCTGCGCTCTGCTGAAGCCAGTTACCTTCGGAA": 1013,
      "GAGGCCC": 1014,
      "TGAAAC": 1015,
      "GGAACCGTAAAAA": 1016,
      "GCCCCCCTGACGAGCATCACAAAAATCGACGCTCAAGTCAGAGG": 1017,
      "TGGCAGCAGCCACTGGTAACAGGATTAGCAGAGCGAGGTATGTAGGCGGTGCTACAGAGTTCTTGAAGTGGTGGCCTAACTACGGCTACACTAGAA": 1018,
      "TCACTCA": 1019,
      "GCCTGAC": 1020,
      "GTCAGAA": 1021,
      "TTAGCTCC": 1022,
      "GTGAAA": 1023,
      "TTATGG": 1024,
      "GGGGTCTGACGC": 1025,
      "TCAGTGGAAC": 1026,
      "GGAACCGTAAAAAGGCCGCGTTGCTGGC": 1027,
      "TTTTTTTGTTTGCAAGCAGCAGATTACGCGCAGAAAAAAAGGATCTCAAGAAGATCCTTTGA": 1028,
      "TATTAAC": 1029,
      "GTATTTGGTATCTGCGCTCTGCTGAAGCCAGTTACCTTCGGAAAAAGAGTTGGTAGCTCTTGATCCGGCAAACAAACCACCGCTGGTA": 1030,
      "TCACGTTAA": 1031,
      "GTACGC": 1032,
      "TTCTTC": 1033,
      "TTCAACA": 1034,
      "TATTTGAA": 1035,
      "TGGCGAAACCCGACAGGACTATAAAGATACCAGGCGTTTCCCCCTGGAAGCTCCCTCGTGCGCTCTCCTGTTCCGACCCTGCCGCTTACCGGATACCTGTCCGCCTTTCTCCCTTCGGGAAGCGTGGCGCTT": 1036,
      "TTATTTA": 1037,
      "TCACGCTGTAGGTATCTCAGTTCGGTGTAGGTCGTTCGCTCCAAGCTGGGCTGTGTGCACGAACCCCCCGTTCAGCCCGACCGCTGCGCCTTATCCGGTAACTATCGTCTTGAGTCCAACCCGGTAAGACACGACTTATCGCCACTGGCAGCAGCCACTGGTAACAGGATTAGCAGAGCGAGGTATGTAGGCGGTGCTACAGAGTTCTTGAAGTGGTGGCCTAACTACGGCTACACTAGAA": 1038,
      "TGACCAAAATCCCTTAACGTGAGTTTTC": 1039,
      "TCTTTTCTACGGGGTCTGACGC": 1040,
      "TAACTT": 1041,
      "GCATGCA": 1042,
      "GTGAGCAA": 1043,
      "TCCCGCCCCTAACTCCGCCCA": 1044,
      "TCCTGGC": 1045,
      "TCACGTTAAGGGATTTT": 1046,
      "CCCGAA": 1047,
      "GTTCCA": 1048,
      "TTTTTTGC": 1049,
      "GTCTGG": 1050,
      "AAAAGGCCAGGAACCGTAAAAAGGCCGCGTTGCTGGC": 1051,
      "GTGCACC": 1052,
      "TCAGTGGAACGAAAAC": 1053,
      "TGTTCTTTCC": 1054,
      "GGTGGCA": 1055,
      "TGACGC": 1056,
      "TGACAA": 1057,
      "GTTTTTCCATAGGCTCCGCCCCCCTGACGAGCATCACAAAAATCGACGCTCAAGTCAGAGG": 1058,
      "TTTTCC": 1059,
      "TGTTGTGC": 1060,
      "TGTCACGC": 1061,
      "CAACGTC": 1062,
      "TTTTTTTGTTTGCAAGCAGCAGATTACGCGCAGAAAAAAAGGATCTCAAGAAGATCCTTTGATCTTTTCTACGGGGTCTGACGC": 1063,
      "GTAAACTT": 1064,
      "GGCAAA": 1065,
      "TCTTCCC": 1066,
      "TTCTAGTGTAGCCGTAGTTAGGCCACCACTTCAAGAACTCTGTAGCACCGCCTACATACCTCGCTCTGCTAATCCTGTTACCAGTGGCTGCTGCCAGTGGCGATAAGTCGTGTCTTACCGGGTTGGACTCAAGACGATAGTTACCGGATAAGGCGCAGCGGTCGGGCTGAACGGGGGGTTCGTGCACACAGCCCAGCTTGGAGCGAACGACCTACACCGAACTGAGATACCTACAGCGTGAGCTATGAGAAAGCGCCACGCTTCCCGAAGGGAGAAAGGCGGACAGGTATCCGGTAAGCGGCAGGGTCGGAACAGGAGAGCGCACGAGGGAGCTTCCAGGGGGAAACGCCTGGTATCTTTATAGTCCTGTCGGGTTTCGCCACCTCTGACTTGAGCGTCGATTTTTGTGATGCTCGTCAGGGGGGCGGAGCCTATGGAAAAACGCCAGCAACGCGGCCTTTTTACGGTTCCTGGCCTTTTGCTGGCCTTTTGCTCACA": 1067,
      "TGTTCTTTCCTGCGTTA": 1068,
      "TGTGCC": 1069,
      "GCGGA": 1070,
      "GTATTTGGTATCTGCGCTCTGCTGAAGCCAGTTACCTTCGGAAAAAGAGTTGGTAGCTCTTGATCCGGCAAACAAACCACCGCTGGTAGCGGTGG": 1071,
      "TCAGTGGAACGAAAACTCACGTTAAGGGATTTT": 1072,
      "GATCTGTC": 1073,
      "GCTTCA": 1074,
      "GAAGTATGCAAA": 1075,
      "TGCTCTGATGCC": 1076,
      "GCGGGGA": 1077,
      "TGGCTGAC": 1078,
      "GGACAA": 1079,
      "GGTCATGA": 1080,
      "CCAGGCTCCCCA": 1081,
      "GGATCTTCACC": 1082,
      "GGATCTTCACCTAGATCC": 1083,
      "GTTCATCCA": 1084,
      "AAAGTCCCCAGGCTCCCCA": 1085,
      "AAAAGGCCAGC": 1086,
      "CTTTTC": 1087,
      "TCAAAAAGGATCTTCACCTAGATCC": 1088,
      "TCAACCAA": 1089,
      "TAAGAA": 1090,
      "TGCCATCC": 1091,
      "GATTATCAAAAAGGATCTTCACCTAGATCC": 1092,
      "TGATTAA": 1093,
      "GATTGATT": 1094,
      "TCGTGA": 1095,
      "TGTTCTTTCCTGCGTTATCCCCTGATTCTGTGGATAACC": 1096,
      "TTCATTTT": 1097,
      "TCAGTGAGGCACC": 1098,
      "GAAGCATTTA": 1099,
      "CACAAA": 1100,
      "TGGACC": 1101,
      "AAATATGTA": 1102,
      "CACCAA": 1103,
      "TCTCATAGC": 1104,
      "GTTTTTCCATAGGCTCCGCCCCCCTGACGAGCATCACAAAAATCGACGCTCAAGTCAGAGGTGGCGAAACCCGACAGGACTATAAAGATACCAGGCGTTTCCCCCTGGAAGCTCCCTCGTGCGCTCTCCTGTTCCGACCCTGCCGCTTACCGGATACCTGTCCGCCTTTCTCCCTTCGGGAAGCGTGGCGCTT": 1105,
      "TTTGC": 1106,
      "TGGCCCCA": 1107,
      "TATCTCAGC": 1108,
      "GTTACCAA": 1109,
      "AAAAGGCCAGCAAAAGGCCAGGAACCGTAAAAAGGCCGCGTTGCTGGC": 1110,
      "TCTAAAGTATATA": 1111,
      "GGGCTTA": 1112,
      "TTACCGC": 1113,
      "TATTTTTCTAAA": 1114,
      "GCCGGGAA": 1115,
      "GCAGGCAGAAGTATGCAAA": 1116,
      "TACATTCAAATATGTA": 1117,
      "GTTCATCCATAGTT": 1118,
      "TCAGTGAGGCACCTATCTCAGC": 1119,
      "TATTTTTCTAAATACATTCAAATATGTA": 1120,
      "TGACCAAAATCCCTTAACGTGAGTTTTCGTTCCACTGAGCGTCAGACCCCGTAGAAAAGATCAAAGGATCTTCTTGAGATCCTTTTTTTCTGCGCGTAATCTGCTGCTTGCAAACAAAAAAACCACCGCTACCAGCGGTGGTTTGTTTGCCGGATCAAGAGCTACCAACTCTTTTTCCGAAGGTAACTGGCTTCAGCAGAGCGCAGATACCAAATAC": 1121,
      "TATTTCGTTCATCCATAGTT": 1122,
      "TGCTTAATCAGTGAGGCACCTATCTCAGC": 1123,
      "TGACCC": 1124,
      "GATCTGTCTATTTCGTTCATCCATAGTT": 1125,
      "GGTGTGG": 1126,
      "GAAGCATTTATCAGG": 1127,
      "TCTAAAGTATATATGA": 1128,
      "TATTTTTCTAAATACATTCAAATATGTATCCGC": 1129,
      "GTTCGCCA": 1130,
      "GGATACATATTTGAA": 1131,
      "TGCTTAATCAGTGAGGCACCTATCTCAGCGATCTGTCTATTTCGTTCATCCATAGTT": 1132,
      "TTTTTTTGTTTGCAAGCAGCAGATTACGCGCAGAAAAAAAGGATCTCAAGAAGATCCTTTGATCTTTTCTACGGGGTCTGACGCTCAGTGGAACGAAAACTCACGTTAAGGGATTTT": 1133,
      "GTAAACTTGGTC": 1134,
      "TCGAA": 1135,
      "TAAATGC": 1136,
      "AAAGTCCCCAGGCTCCCCAGCAGGCAGAAGTATGCAAA": 1137,
      "TATTCA": 1138,
      "GGAGGCC": 1139,
      "CCGCCGCC": 1140,
      "GTTATTGTC": 1141,
      "GATCTGA": 1142,
      "GGGGTGG": 1143,
      "TCACTGAC": 1144,
      "GTTTA": 1145,
      "TTCAAA": 1146,
      "TCTCTGGC": 1147,
      "TAACGCA": 1148,
      "AAATCAATCTAAAGTATATATGA": 1149,
      "TACTCTTCC": 1150,
      "GAAGCATTTATCAGGGTTATTGTC": 1151,
      "TTCGGGGC": 1152,
      "TGTGAGCAAAAGGCCAGCAAAAGGCCAGGAACCGTAAAAAGGCCGCGTTGCTGGC": 1153,
      "TGAAGTTTT": 1154,
      "GTTGTTGCCA": 1155,
      "TGTATTTAGAAAAA": 1156,
      "TATTCCA": 1157,
      "TCATGAGCGGATACATATTTGAA": 1158,
      "GTAAACTTGGTCTGACA": 1159,
      "TAAACAAATA": 1160,
      "TCCCCGTC": 1161,
      "GAGCAA": 1162,
      "CATAGCA": 1163,
      "TTTTAAATTAAAAA": 1164,
      "TCAAGGATC": 1165,
      "TGTATTTAGAAAAATAAACAAATA": 1166,
      "GAACAA": 1167,
      "TGGTGAAA": 1168,
      "TGGCAGCAC": 1169,
      "GACGG": 1170,
      "TGCACA": 1171,
      "GACTT": 1172,
      "TCACCAGCGTT": 1173,
      "GACAATAA": 1174,
      "TCCATCCAGTC": 1175,
      "GGTCATGAGATTATCAAAAAGGATCTTCACCTAGATCC": 1176,
      "GTTTGGTA": 1177,
      "GCATCTTTTACTT": 1178,
      "GCATCTTTTACTTTCACCAGCGTT": 1179,
      "GAGATCCAGTTC": 1180,
      "GTCATC": 1181,
      "TTTTAAATTAAAAATGAAGTTTT": 1182,
      "TTACTGTCA": 1183,
      "TTCTTCAA": 1184,
      "GAAGCATTTATCAGGGTTATTGTCTCATGAGCGGATACATATTTGAA": 1185,
      "TGTTTATTTTTCTAAATACATTCAAATATGTATCCGC": 1186,
      "CGCTCACC": 1187,
      "GCGCCACATAGCA": 1188,
      "GCAATAAACCA": 1189,
      "GGCCAC": 1190,
      "GAGCGCAGAA": 1191,
      "GCAATAAACCAGCCA": 1192,
      "TCCCCGTCGTGTA": 1193,
      "GTTAATAGTT": 1194,
      "GTTGGCCGCA": 1195,
      "GGGCTTACCATC": 1196,
      "TCCTGCAACTTTA": 1197,
      "GCCTGACTCCCCGTCGTGTA": 1198,
      "TCCTGCAACTTTATCCGCC": 1199,
      "GAAAACTC": 1200,
      "GTTACATGA": 1201,
      "AAAAAAGGGAA": 1202,
      "GGGCTTACCATCTGGCCCCA": 1203,
      "TCCTGCAACTTTATCCGCCTCCATCCAGTC": 1204,
      "CCCACTC": 1205,
      "GGCATCGTGG": 1206,
      "GACACGGAAA": 1207,
      "GAGTAAGTA": 1208,
      "TCATTGGAA": 1209,
      "AAAAAAC": 1210,
      "GACCGAGTT": 1211,
      "GTTCGCCAGTTAATAGTT": 1212,
      "GCCGGGAAGCTA": 1213,
      "TAAGGGCGACACGGAAA": 1214,
      "TGCCGCAAAAAAGGGAA": 1215,
      "GAGTAAGTAGTTCGCCAGTTAATAGTT": 1216,
      "GAACTTTAAAA": 1217,
      "GCATCTTTTACTTTCACCAGCGTTTCTGG": 1218,
      "GATGCTTTTC": 1219,
      "TGTTGAGATCCAGTTC": 1220,
      "CAACTGATCTTCA": 1221,
      "TAAGGGCGACACGGAAATGTTGAA": 1222,
      "GTCATTCTGA": 1223,
      "TATTAATTGTT": 1224,
      "GCCGGGAAGCTAGAGTAAGTAGTTCGCCAGTTAATAGTT": 1225,
      "GTTTGGTATGGCTTCA": 1226,
      "GCGGTTAGCTCC": 1227,
      "TCTCATAGCTCACGCTGTAGGTATCTCAGTTCGGTGTAGGTCGTTCGCTCCAAGCTGGGCTGTGTGCACGAACCCCCCGTTCAGCCCGACCGCTGCGCCTTATCCGGTAACTATCGTCTTGAGTCCAACCCGGTAAGACACGACTTATCGCCACTGGCAGCAGCCACTGGTAACAGGATTAGCAGAGCGAGGTATGTAGGCGGTGCTACAGAGTTCTTGAAGTGGTGGCCTAACTACGGCTACACTAGAA": 1228,
      "GAATAGTGTA": 1229,
      "CAACGATCAA": 1230,
      "AAACAGGAAGGCAAAA": 1231,
      "GATGCTTTTCTGTGAC": 1232,
      "TTACTGTCATGCCATCC": 1233,
      "GGCATCGTGGTGTCACGC": 1234,
      "GTAAGTTGGCCGCA": 1235,
      "TGTTGAGATCCAGTTCGATGTAA": 1236,
      "GAACTTTAAAAGTGCTCA": 1237,
      "CAACTGATCTTCAGCATCTTTTACTTTCACCAGCGTTTCTGG": 1238,
      "GCGGTTAGCTCCTTCGG": 1239,
      "TCAACCAAGTCATTCTGA": 1240,
      "GAATAGTGTATGCGGC": 1241,
      "GTAAGTTGGCCGCAGTGTTA": 1242,
      "TGCATAATTCTC": 1243,
      "GTTTGGTATGGCTTCATTCAGC": 1244,
      "GCTCTTGCCCGGC": 1245,
      "TGCCGCAAAAAAGGGAATAAGGGCGACACGGAAATGTTGAA": 1246,
      "TTTTTCAATATTATT": 1247,
      "TCACTCATGGTTA": 1248,
      "CACTCC": 1249,
      "TCGGTC": 1250,
      "AAATCAATCTAAAGTATATATGAGTAAACTTGGTCTGACA": 1251,
      "GGCATCGTGGTGTCACGCTCGTC": 1252,
      "TCCGGTTCCCAACGATCAA": 1253,
      "GACCGAGTTGCTCTTGCCCGGC": 1254,
      "GTGAGCAAAAACAGGAAGGCAAAA": 1255,
      "GGCGAGTTACATGA": 1256,
      "TAATACCGCGCCACATAGCA": 1257,
      "GCAGG": 1258,
      "TGGCAGCACTGCATAATTCTC": 1259,
      "TTACCGCTGTTGAGATCCAGTTCGATGTAA": 1260,
      "TGCGCAACGTTGTTGCCA": 1261,
      "TCAACCAAGTCATTCTGAGAATAGTGTATGCGGC": 1262,
      "GTGCTGCAA": 1263,
      "TCCTGCAACTTTATCCGCCTCCATCCAGTCTATTAATTGTT": 1264,
      "GGCGAGTTACATGATCCCCCA": 1265,
      "TATCATATGC": 1266,
      "GACCGAGTTGCTCTTGCCCGGCGTCAA": 1267,
      "AACGTTCTTCGGGGC": 1268,
      "GTTTGGTATGGCTTCATTCAGCTCCGGTTCCCAACGATCAA": 1269,
      "CCCACTCGTGCACC": 1270,
      "GTAAGTTGGCCGCAGTGTTATCACTCATGGTTA": 1271,
      "TGGCAGCACTGCATAATTCTCTTACTGTCATGCCATCC": 1272,
      "TAATACCGCGCCACATAGCAGAACTTTAAAAGTGCTCA": 1273,
      "GCGGTTAGCTCCTTCGGTCCTCC": 1274,
      "TAAAGTT": 1275,
      "GTATTTGGTATCTGCGCTCTGCTGAAGCCAGTTACCTTCGGAAAAAGAGTTGGTAGCTCTTGATCCGGCAAACAAACCACCGCTGGTAGCGGTGGTTTTTTTGTTTGCAAGCAGCAGATTACGCGCAGAAAAAAAGGATCTCAAGAAGATCCTTTGATCTTTTCTACGGGGTCTGACGCTCAGTGGAACGAAAACTCACGTTAAGGGATTTT": 1276,
      "CAACTGATCTTCAGCATCTTTTACTTTCACCAGCGTTTCTGGGTGAGCAAAAACAGGAAGGCAAAA": 1277,
      "TCATTGGAAAACGTTCTTCGGGGC": 1278,
      "GCGGTTAGCTCCTTCGGTCCTCCGATCGTT": 1279,
      "TCCTGCAACTTTATCCGCCTCCATCCAGTCTATTAATTGTTGCCGGGAAGCTAGAGTAAGTAGTTCGCCAGTTAATAGTT": 1280,
      "GAGATCCC": 1281,
      "GTGCCACC": 1282,
      "CCCCTATTTGTTTATTTTTCTAAATACATTCAAATATGTATCCGC": 1283,
      "GGCATCGTGGTGTCACGCTCGTCGTTTGGTATGGCTTCATTCAGCTCCGGTTCCCAACGATCAA": 1284,
      "TCAACCAAGTCATTCTGAGAATAGTGTATGCGGCGACCGAGTTGCTCTTGCCCGGCGTCAA": 1285,
      "GATGCTTTTCTGTGACTGGTGAGTAC": 1286,
      "GTAAGTTGGCCGCAGTGTTATCACTCATGGTTATGGCAGCACTGCATAATTCTCTTACTGTCATGCCATCC": 1287,
      "GCCTGACTCCCCGTCGTGTAGATAAC": 1288,
      "GGGCCGAGCGCAGAA": 1289,
      "TCCTGCAACTTTATCCGCCTCCATCCAGTCTATTAATTGTTGCCGGGAAGCTAGAGTAAGTAGTTCGCCAGTTAATAGTTTGCGCAACGTTGTTGCCA": 1290,
      "TTACCGCTGTTGAGATCCAGTTCGATGTAACCCACTCGTGCACC": 1291,
      "CAACTGATCTTCAGCATCTTTTACTTTCACCAGCGTTTCTGGGTGAGCAAAAACAGGAAGGCAAAATGCCGCAAAAAAGGGAATAAGGGCGACACGGAAATGTTGAA": 1292,
      "GCAATAAACCAGCCAGCCGGAA": 1293,
      "GGCATCGTGGTGTCACGCTCGTCGTTTGGTATGGCTTCATTCAGCTCCGGTTCCCAACGATCAAGGCGAGTTACATGATCCCCCA": 1294,
      "GGGCCGAGCGCAGAAGTGG": 1295,
      "GATTTATCA": 1296,
      "TAATACCGCGCCACATAGCAGAACTTTAAAAGTGCTCATCATTGGAAAACGTTCTTCGGGGC": 1297,
      "TACGGGAGGGCTTACCATCTGGCCCCA": 1298,
      "GCAATAAACCAGCCAGCCGGAAGGGCCGAGCGCAGAAGTGG": 1299,
      "GAAAAAGGAA": 1300,
      "GATGCTTTTCTGTGACTGGTGAGTACTCAACCAAGTCATTCTGAGAATAGTGTATGCGGCGACCGAGTTGCTCTTGCCCGGCGTCAA": 1301,
      "GGATA": 1302,
      "TGCTTAATCAGTGAGGCACCTATCTCAGCGATCTGTCTATTTCGTTCATCCATAGTTGCCTGACTCCCCGTCGTGTAGATAAC": 1303,
      "TGAGCTGA": 1304,
      "TGTTGTGCAAAAAA": 1305,
      "TACGATACGGGAGGGCTTACCATCTGGCCCCA": 1306,
      "GAAAACTCTCAAGGATC": 1307,
      "TTACCGCTGTTGAGATCCAGTTCGATGTAACCCACTCGTGCACCCAACTGATCTTCAGCATCTTTTACTTTCACCAGCGTTTCTGGGTGAGCAAAAACAGGAAGGCAAAATGCCGCAAAAAAGGGAATAAGGGCGACACGGAAATGTTGAA": 1308,
      "TGTATTTAGAAAAATAAACAAATAGGGG": 1309,
      "GCATTGG": 1310,
      "GAAACA": 1311,
      "GCATTAA": 1312,
      "TGAGCA": 1313,
      "TGTTGTGCAAAAAAGCGGTTAGCTCCTTCGGTCCTCCGATCGTT": 1314,
      "TCTCAATTAGTCAGCAACCA": 1315,
      "GGAACCCCTATTTGTTTATTTTTCTAAATACATTCAAATATGTATCCGC": 1316,
      "GTCAGAAGTAAGTTGGCCGCAGTGTTATCACTCATGGTTATGGCAGCACTGCATAATTCTCTTACTGTCATGCCATCC": 1317,
      "GTCAGAAGTAAGTTGGCCGCAGTGTTATCACTCATGGTTATGGCAGCACTGCATAATTCTCTTACTGTCATGCCATCCGTAA": 1318,
      "GCCACCA": 1319,
      "GAGTTC": 1320,
      "GCAATAAACCAGCCAGCCGGAAGGGCCGAGCGCAGAAGTGGTCCTGCAACTTTATCCGCCTCCATCCAGTCTATTAATTGTTGCCGGGAAGCTAGAGTAAGTAGTTCGCCAGTTAATAGTTTGCGCAACGTTGTTGCCA": 1321,
      "TAATACCGCGCCACATAGCAGAACTTTAAAAGTGCTCATCATTGGAAAACGTTCTTCGGGGCGAAAACTCTCAAGGATC": 1322,
      "GGCAGTA": 1323,
      "TGTACC": 1324,
      "GACTA": 1325,
      "GCTCGGTC": 1326,
      "GGCATCGTGGTGTCACGCTCGTCGTTTGGTATGGCTTCATTCAGCTCCGGTTCCCAACGATCAAGGCGAGTTACATGATCCCCCATGTTGTGCAAAAAAGCGGTTAGCTCCTTCGGTCCTCCGATCGTT": 1327,
      "GCATGCATCTCAATTAGTCAGCAACCA": 1328,
      "GTGCTGCAATGATACC": 1329,
      "GGCTCCAGATTTATCA": 1330,
      "TGCTTAATCAGTGAGGCACCTATCTCAGCGATCTGTCTATTTCGTTCATCCATAGTTGCCTGACTCCCCGTCGTGTAGATAACTACGATACGGGAGGGCTTACCATCTGGCCCCA": 1331,
      "CGCTCACCGGCTCCAGATTTATCA": 1332,
      "TTACCGCTGTTGAGATCCAGTTCGATGTAACCCACTCGTGCACCCAACTGATCTTCAGCATCTTTTACTTTCACCAGCGTTTCTGGGTGAGCAAAAACAGGAAGGCAAAATGCCGCAAAAAAGGGAATAAGGGCGACACGGAAATGTTGAATACTCA": 1333,
      "CTTTTCGGGGAAA": 1334,
      "GTCAGAAGTAAGTTGGCCGCAGTGTTATCACTCATGGTTATGGCAGCACTGCATAATTCTCTTACTGTCATGCCATCCGTAAGATGCTTTTCTGTGACTGGTGAGTACTCAACCAAGTCATTCTGAGAATAGTGTATGCGGCGACCGAGTTGCTCTTGCCCGGCGTCAA": 1335,
      "TGCGTATT": 1336,
      "CACGTA": 1337,
      "GAACTAC": 1338,
      "GGTCATGAGATTATCAAAAAGGATCTTCACCTAGATCCTTTTAAATTAAAAATGAAGTTTT": 1339,
      "GACGAGC": 1340,
      "GATCCTTTT": 1341,
      "TGTGCGCGGAACCCCTATTTGTTTATTTTTCTAAATACATTCAAATATGTATCCGC": 1342,
      "TCTCTGGCTAACTA": 1343,
      "TACTCTTCCTTTTTCAATATTATT": 1344,
      "TAATACCGCGCCACATAGCAGAACTTTAAAAGTGCTCATCATTGGAAAACGTTCTTCGGGGCGAAAACTCTCAAGGATCTTACCGCTGTTGAGATCCAGTTCGATGTAACCCACTCGTGCACCCAACTGATCTTCAGCATCTTTTACTTTCACCAGCGTTTCTGGGTGAGCAAAAACAGGAAGGCAAAATGCCGCAAAAAAGGGAATAAGGGCGACACGGAAATGTTGAATACTCA": 1345,
      "GAACTGGA": 1346,
      "TAAATGCTTCAA": 1347,
      "AAATCAATCTAAAGTATATATGAGTAAACTTGGTCTGACAGTTACCAA": 1348,
      "TGTTTCC": 1349,
      "GGCGGTAA": 1350,
      "CCCTGATAAATGCTTCAA": 1351,
      "GGATCTAGGTGAA": 1352,
      "TCGCTCACTGAC": 1353,
      "TGAGTT": 1354,
      "GATCCTTTTTGATAA": 1355,
      "GCGGGG": 1356,
      "GGATCTAGGTGAAGATCCTTTTTGATAA": 1357,
      "GACAATAACCCTGATAAATGCTTCAA": 1358,
      "GGCTGG": 1359,
      "CTTTTCGGGGAAATGTGCGCGGAACCCCTATTTGTTTATTTTTCTAAATACATTCAAATATGTATCCGC": 1360,
      "GGAAAGAACA": 1361,
      "GGATCTAGGTGAAGATCCTTTTTGATAATCTCA": 1362,
      "GGCATCGTGGTGTCACGCTCGTCGTTTGGTATGGCTTCATTCAGCTCCGGTTCCCAACGATCAAGGCGAGTTACATGATCCCCCATGTTGTGCAAAAAAGCGGTTAGCTCCTTCGGTCCTCCGATCGTTGTCAGAAGTAAGTTGGCCGCAGTGTTATCACTCATGGTTATGGCAGCACTGCATAATTCTCTTACTGTCATGCCATCCGTAAGATGCTTTTCTGTGACTGGTGAGTACTCAACCAAGTCATTCTGAGAATAGTGTATGCGGCGACCGAGTTGCTCTTGCCCGGCGTCAA": 1363,
      "GCCGCAGCC": 1364,
      "GAAGCATTTATCAGGGTTATTGTCTCATGAGCGGATACATATTTGAATGTATTTAGAAAAATAAACAAATAGGGG": 1365,
      "GAGCGCAGC": 1366,
      "TCACTGCA": 1367,
      "TGTGAGCAAAAGGCCAGCAAAAGGCCAGGAACCGTAAAAAGGCCGCGTTGCTGGCGTTTTTCCATAGGCTCCGCCCCCCTGACGAGCATCACAAAAATCGACGCTCAAGTCAGAGGTGGCGAAACCCGACAGGACTATAAAGATACCAGGCGTTTCCCCCTGGAAGCTCCCTCGTGCGCTCTCCTGTTCCGACCCTGCCGCTTACCGGATACCTGTCCGCCTTTCTCCCTTCGGGAAGCGTGGCGCTT": 1368,
      "GCTTGCC": 1369,
      "GTGAGCTGA": 1370,
      "TACGGTTA": 1371,
      "GCAATAAACCAGCCAGCCGGAAGGGCCGAGCGCAGAAGTGGTCCTGCAACTTTATCCGCCTCCATCCAGTCTATTAATTGTTGCCGGGAAGCTAGAGTAAGTAGTTCGCCAGTTAATAGTTTGCGCAACGTTGTTGCCATTGC": 1372,
      "GGGATCA": 1373,
      "TCATGAGACAATAACCCTGATAAATGCTTCAA": 1374,
      "GGGAACC": 1375,
      "GTGAGCGA": 1376,
      "TGGCCAA": 1377,
      "CGCTCACCGGCTCCAGATTTATCAGCAATAAACCAGCCAGCCGGAAGGGCCGAGCGCAGAAGTGGTCCTGCAACTTTATCCGCCTCCATCCAGTCTATTAATTGTTGCCGGGAAGCTAGAGTAAGTAGTTCGCCAGTTAATAGTTTGCGCAACGTTGTTGCCATTGC": 1378,
      "TATATACTTTA": 1379,
      "CAAGAA": 1380,
      "TGTAAA": 1381,
      "GCAATTAA": 1382,
      "TACCGCTC": 1383,
      "TATATACTTTAGATTGATT": 1384,
      "CTTAA": 1385,
      "TGGGCGG": 1386,
      "TAACGCAGGAAAGAACA": 1387,
      "TCAAGC": 1388,
      "CCGCCTTTGA": 1389,
      "TGCTTAATCAGTGAGGCACCTATCTCAGCGATCTGTCTATTTCGTTCATCCATAGTTGCCTGACTCCCCGTCGTGTAGATAACTACGATACGGGAGGGCTTACCATCTGGCCCCAGTGCTGCAATGATACC": 1390,
      "GCAGCTTA": 1391,
      "AAAGTCCCCAGGCTCCCCAGCAGGCAGAAGTATGCAAAGCATGCATCTCAATTAGTCAGCAACCA": 1392,
      "CCGTCA": 1393,
      "GTATTACCGCCTTTGA": 1394,
      "GAATCAGGGGA": 1395,
      "GTATTACCGCCTTTGAGTGAGCTGA": 1396,
      "TAATTTAAAA": 1397,
      "GGAAGCGGAA": 1398,
      "TGCCGGC": 1399,
      "TAATATTGAAAAAGGAA": 1400,
      "TTCCGCGCACA": 1401,
      "TAGTTAA": 1402,
      "GTCGC": 1403,
      "TAACAC": 1404,
      "TCCACAGAATCAGGGGA": 1405,
      "TTTCCCCGAAAA": 1406,
      "GCATTTTTT": 1407,
      "TCCGGC": 1408,
      "GCCGCAGCCGAACGACC": 1409,
      "TGTACA": 1410,
      "GCATAAA": 1411,
      "TACCGCTCGCCGCAGCCGAACGACC": 1412,
      "TAAAACTTCATTTT": 1413,
      "GGTTA": 1414,
      "TCATGAGACAATAACCCTGATAAATGCTTCAATAATATTGAAAAAGGAA": 1415,
      "TACGGTTATCCACAGAATCAGGGGA": 1416,
      "GTGCCAGC": 1417,
      "TAAAACTTCATTTTTAATTTAAAA": 1418,
      "GATCCA": 1419,
      "TCAAAGGCGGTAA": 1420,
      "TATCAGCTCAC": 1421,
      "GTATTACCGCCTTTGAGTGAGCTGATACCGCTCGCCGCAGCCGAACGACC": 1422,
      "TTCCGCGCACATTTCCCCGAAAA": 1423,
      "TGCGGCGAGCGG": 1424,
      "TATAC": 1425,
      "TAAAACTTCATTTTTAATTTAAAAGGATCTAGGTGAAGATCCTTTTTGATAATCTCA": 1426,
      "TTGTTA": 1427,
      "TCCCAA": 1428,
      "GGAGCTAA": 1429,
      "TGGAAC": 1430,
      "GAGCGCAGCGAGTCA": 1431,
      "TATCAGCTCACTCAAAGGCGGTAA": 1432,
      "GCAGCC": 1433,
      "TCGCTGCGCTCGGTC": 1434,
      "TACGGTTATCCACAGAATCAGGGGATAACGCAGGAAAGAACA": 1435,
      "GCTCA": 1436,
      "GTTCGGCTGCGGCGAGCGG": 1437,
      "TCACAAATAAA": 1438,
      "CCATT": 1439,
      "GCTTCCTCGCTCACTGAC": 1440,
      "GGAGCTGAA": 1441,
      "TATATACTTTAGATTGATTTAAAACTTCATTTTTAATTTAAAAGGATCTAGGTGAAGATCCTTTTTGATAATCTCA": 1442,
      "TCACAAATAAAGCATTTTTT": 1443,
      "GTGAGCGAGGAAGCGGAA": 1444,
      "TCACAAATT": 1445,
      "TTTTGATT": 1446,
      "GTGGGCCA": 1447,
      "TGTCCAAAC": 1448,
      "GCACTGG": 1449,
      "AAATCAATCTAAAGTATATATGAGTAAACTTGGTCTGACAGTTACCAATGCTTAATCAGTGAGGCACCTATCTCAGCGATCTGTCTATTTCGTTCATCCATAGTTGCCTGACTCCCCGTCGTGTAGATAACTACGATACGGGAGGGCTTACCATCTGGCCCCAGTGCTGCAATGATACC": 1450,
      "TGCAGTGC": 1451,
      "CGCGAA": 1452,
      "TAATACCGCGCCACATAGCAGAACTTTAAAAGTGCTCATCATTGGAAAACGTTCTTCGGGGCGAAAACTCTCAAGGATCTTACCGCTGTTGAGATCCAGTTCGATGTAACCCACTCGTGCACCCAACTGATCTTCAGCATCTTTTACTTTCACCAGCGTTTCTGGGTGAGCAAAAACAGGAAGGCAAAATGCCGCAAAAAAGGGAATAAGGGCGACACGGAAATGTTGAATACTCATACTCTTCCTTTTTCAATATTATT": 1453,
      "GTATTACCGCCTTTGAGTGAGCTGATACCGCTCGCCGCAGCCGAACGACCGAGCGCAGCGAGTCA": 1454,
      "TCATCAATGTA": 1455,
      "CAGCGG": 1456,
      "TTCTAGTTGTGGTT": 1457,
      "GTTCGGCTGCGGCGAGCGGTATCAGCTCACTCAAAGGCGGTAA": 1458,
      "TTCAAGTA": 1459,
      "TGTCCAAACTCATCAATGTA": 1460,
      "TTCAAAA": 1461,
      "TGCATTAA": 1462,
      "GCAATAGCA": 1463,
      "TCCTC": 1464,
      "GTATTTGGTATCTGCGCTCTGCTGAAGCCAGTTACCTTCGGAAAAAGAGTTGGTAGCTCTTGATCCGGCAAACAAACCACCGCTGGTAGCGGTGGTTTTTTTGTTTGCAAGCAGCAGATTACGCGCAGAAAAAAAGGATCTCAAGAAGATCCTTTGATCTTTTCTACGGGGTCTGACGCTCAGTGGAACGAAAACTCACGTTAAGGGATTTTGGTCATGAGATTATCAAAAAGGATCTTCACCTAGATCCTTTTAAATTAAAAATGAAGTTTT": 1465,
      "TTCTAGTTGTGGTTTGTCCAAACTCATCAATGTA": 1466,
      "TGTGAA": 1467,
      "GTAAAC": 1468,
      "TCAATAAA": 1469,
      "GTTTC": 1470,
      "TCACAAATAAAGCATTTTTTTCACTGCA": 1471,
      "TATTGGTT": 1472,
      "GAAGCATTTATCAGGGTTATTGTCTCATGAGCGGATACATATTTGAATGTATTTAGAAAAATAAACAAATAGGGGTTCCGCGCACATTTCCCCGAAAA": 1473,
      "TAGCGCCC": 1474,
      "GGGAAACC": 1475,
      "TCACAAATAAAGCATTTTTTTCACTGCATTCTAGTTGTGGTTTGTCCAAACTCATCAATGTA": 1476,
      "TAAGCCC": 1477,
      "GCCCGC": 1478,
      "TGCTTC": 1479,
      "TGCAGAGGCC": 1480,
      "AAATTTT": 1481,
      "GTGTCGCCC": 1482,
      "TAATTTTTT": 1483,
      "GCGGGCA": 1484,
      "TGAATCGGC": 1485,
      "CCAGC": 1486,
      "TATTGCAGCTTA": 1487,
      "TAATGGTTAC": 1488,
      "GTTCGGCTGCGGCGAGCGGTATCAGCTCACTCAAAGGCGGTAATACGGTTATCCACAGAATCAGGGGATAACGCAGGAAAGAACA": 1489,
      "TATTGCAGCTTATAATGGTTAC": 1490,
      "GGTGGCACTTTTCGGGGAAATGTGCGCGGAACCCCTATTTGTTTATTTTTCTAAATACATTCAAATATGTATCCGC": 1491,
      "TGAATCGGCCAACGC": 1492,
      "AAATAAAGCAATAGCA": 1493,
      "GTGACCGC": 1494,
      "AAATAAAGCAATAGCATCACAAATT": 1495,
      "CAACC": 1496,
      "GCACAACA": 1497,
      "TATTGCAGCTTATAATGGTTACAAATAAAGCAATAGCATCACAAATT": 1498,
      "GAGGCGGTT": 1499,
      "GGCATCAA": 1500,
      "TGTCCA": 1501,
      "GAAGTAGTGA": 1502,
      "GCGAGACCCA": 1503,
      "GCCCTGTA": 1504,
      "TGAATCGGCCAACGCGCGGGGA": 1505,
      "TGGAGTTC": 1506,
      "GTATTACCGCCTTTGAGTGAGCTGATACCGCTCGCCGCAGCCGAACGACCGAGCGCAGCGAGTCAGTGAGCGAGGAAGCGGAA": 1507,
      "GCTCTAAA": 1508,
      "TGAGCTATTCCA": 1509,
      "TACAGGCATCGTGGTGTCACGCTCGTCGTTTGGTATGGCTTCATTCAGCTCCGGTTCCCAACGATCAAGGCGAGTTACATGATCCCCCATGTTGTGCAAAAAAGCGGTTAGCTCCTTCGGTCCTCCGATCGTTGTCAGAAGTAAGTTGGCCGCAGTGTTATCACTCATGGTTATGGCAGCACTGCATAATTCTCTTACTGTCATGCCATCCGTAAGATGCTTTTCTGTGACTGGTGAGTACTCAACCAAGTCATTCTGAGAATAGTGTATGCGGCGACCGAGTTGCTCTTGCCCGGCGTCAA": 1510,
